Repository: TonyMiloro/Pr-cticas-Preprofesionales
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_us

source: In examining the broader question of Chinese images of the West, Zhang adopts the term “Occidentalism” as the opposite of Orientalism to indi-cate distorted presentations of Western reality.
es_us: Al examinar la cuestión más amplia de las imágenes chinas del Occidente, Zhang adopta el término "Occidentalismo" como el opuesto a Orientalismo para señalar proyecciones distorcionadas de la realidad Occidental.

source: In explaining the decision, Deng almost contemptuously told Li and Yao, “[t]he people see reality.
es_us: Cuando justificó su decisión, Deng le dijo casi con desdén a Li y Yao, "[l]a gente ve la realidad.

source: In fact, far from championing ideals in the world, the United States was an arrogant, narcissistic, hegemonic power that acted as a world policeman; now it was doing everything in its power to keep China from emerging as a powerful and wealthy country.75
es_us: En realidad, más que abogar por los ideales en el mundo, Estados Unidos era una potencia arrogante, narcisista y hegemónica que actuaba como si fuese la policía del mundo. Ahora estaba haciendo todo lo posible para evitar que China se convierta en un país poderoso y rico.

source: In fact, he inadvertently laid
es_us: De hecho, involuntariamente sentó

source: In fact, it does not mention “drawing a line” between Marxism and anti-Marxism; there is neither criticism of dogmatic interpretations of Marxism nor any effort, such as in Xing Bensi’s article, to define what constitutes “true” Marxism in the contemporary world.
es_us: De hecho, no hace referencia a "trazar una línea" entre marxismo y anti-marxismo. Tampoco hay una crítica a las interpretaciones dogmáticas del marxismo, ni esfuerzo alguno para definir qué es "realmente" aquello que constituye al marxismo en el mundo contemporáneo, como sí lo hace Xing Bensi en su artículo.

source: In focusing on extractive capacity, Hu and Wang chose to ignore other, more difficult (but nonetheless important) components of state capacity, such as legitimation capacity, corruption, and bureaucratic efficiency.
es_us: Al enfocarse en la capacidad extractiva, Hu y Wang optaron por ignorar otros componentes de la capacidad del Estado que son más complejos, y a su vez importantes, como ser la capacidad de legitimación, la corrupción, y la eficiencia burocrática.

source: In full text
es_us: Dentro del texto

source: In general, Wang’s essays combine an almost Parsonian understanding of the way in which everything is linked to everything else with a Huntingto- nian understanding ofthe need to build institutions and maintain stability through a strong government over a long period of transition.
es_us: Por lo general, los ensayos de Wang combinan un entendimiento casi Parsoniano de la forma en que todo se conecta con todo, con un entendimiento Huntingtoniano de la necesidad de la creación de instituciones y de mantener la estabilidad mediante un gobierno fuerte durante un largo período de transición.

source: In general, these scholars of the older generation restrict themselves to writing about the past rather than engaging in polemics with their post- modernist colleagues.
es_us: Por lo general, estos estudiosos de la antigua generación se limitan a sí mismos a escribir sobre el pasado en lugar de interesarse por las polémicas con sus colegas posmodernistas.

source: In his 1989 National Day (October 1) address, Jiang Zemin asserted that there were two types of reform: one that upholds the four cardinal principles and one that is based on “bourgeois liberalization.” The question, Jiang said, was whether the socialist orientation would be upheld.33[16] Deng had opened the way for this line of analysis in his May 31 talk with Li Peng and Yao Yilin.
es_us: En su discurso del Dia Nacional de 1989 (1 de octubre), Jiang Zemin afirmó que habia dos tipos de reforma: una que apoyaba los cuatro principios cardinales y una basada en la "liberalizacion burguesa". La pregunta, dijo Jiang, era si la orientacion socialista sería apoyada. Deng había abierto el camino para esta línea de analisis en su clarla del 31 de mayo con Li Peng y Yao Yilin.

source: In his opinion, it does not matter what type of policy China adopts internally (i.e., whether it supports human rights or becomes a democracy), since US policy will not change; the United States simply does not want to see a “strong, uniﬁed, prosperous, and industrialized modern China.” In He’s view, American demands for human rights and democracy were merely a part of its strategy to weaken and hopefully divide China.
es_us: A su parecer, no importa qué clase de polítca interna adopta China (es decir, si apoya los derechos humanos o se convierte en una democracia), ya que la política estadounidense no va a cambiar. En términos simples, Estados Unidos no desea ver una "China moderna robusta, unificada, próspera e industrializada". Para He, las demandas estadounidenses de proteger los derechos humanos y la democracia eran una mera parte de su estrategia para debilitar y con suerte dividir China.

source: In his talks, Deng declared that market and planning were both eco-nomic “methods” (rather than distinguishing characteristics of capitalism and socialism, respectively) and argued that whatever promoted the social-ist economy was socialist.
es_us: En sus charlas, Deng manifestó que el mercado y la planificación eran dos "métodos" económicos (en vez de las características distintivas del capitalismo y el socialismo respectivamente) y sostuvo que cualquier cosa que promoviera la economía socialista era socialista.

source: In his writings, Wang sees the changes in Chinese society and the growth of the econ- omy as demanding corresponding adjustments on the part of government,
es_us: En sus escritos, Wang considera que los cambios en la sociedad china y el crecimiento de la economía demandaban ajustes correspondientes de parte del gobierno,

source: In late 1988, he wrote that the United States had entered a period of inevitable decline and that, by the early part of the twenty-ﬁrst century, it would be reduced to a large regional power without the strength to bother the East. Perhaps more concerned about Japan’s global ambitions, He recommended changing China’s coastal development strategy, opting instead for an economic alliance with the Soviet Union.
es_us: A fines de 1988, He escribió que Estados Unidos había ingresado a un período de deterioro inevitable y que para principios del siglo XXI iba a ser reducido a un gran poder regional sin la fortaleza suficiente como para molestar a Oriente. Quizás más preocupado por las ambiciones mundiales de Japón, He recomendó cambiar la estrategia de desarrollo costero de China, optando por una alianza económica con la Unión Soviética.

source: In late 1988, he wrote that the United States had entered a period of inevitable decline and that, by the early part of the twenty-ﬁrst century, it would be reduced to a large regional power without the strength to bother the East.
es_us: A fines de 1988, escribió que Estados Unidos había ingresado en un período de deterioro inevitable y que para principios del siglo XXI iba a quedar reducido a un gran poder regional sin la fuerza suficiente como para preocupar a Oriente.

source: In late 1988, he wrote that the United States had entered a period of inevitable decline and that, by the early part of the twenty-first cen- tury, it would be reduced to a large regional power without the strength to bother the East.54 Perhaps more concerned about Japan’s global ambi- tions,55 He recommended changing China’s coastal development strategy, opting instead for an economic alliance with the Soviet Union.
es_us: A fines de 1988, He escribió que Estados Unidos había ingresado en una fase de deterioro inevitable y que, para principios del siglo XXI, iba a verse reducido a un gran poder regional sin la fortaleza suficiente como para molestar a Oriente. Quizás estaba más preocupado por las ambiciones mundiales de Japón, por lo que He recomendó cambiar la estrategia de desarrollo costero de China, optando por una alianza económica con la Unión Soviética.

source: In late 1990, ties improved again with Chinese Foreign Minister Qian Qichen’s visit to the United States, which culminated in a meeting with President Bush.
es_us: En los últimos años de 1990, las relacioness mejoraron nuevamente con la visita del ministro exterior chino Qian Qichen que culminó en una reunión con el presidente Bush.

source: In late 1993, a new journal called Strategy and Management (Zhanlue¨ yu guanli) started publication and quickly became a forum for new and often critical ideas, including nationalism and populism.
es_us: A finales del año 1993, una revista conocida como Gestión y Estrategia (Zhanlue¨ yu guanli) comenzó a publicarse y se convirtió rápidamente en un foro de nuevas ideas y a veces críticas, entre ellas la idea de nacionalismo y populismo.

source: In late 1993, a new journal called Strategy and Management (Zhanlu¨e yu guanli) started publication and quickly became a forum for new and often critical ideas, including nationalism and populism.
es_us: A finales de 1993, una revista conocida como Gestión y Estrategia (Zhanlu¨e yu guanli) comenzó a publicarse y se convirtió rápidamente en un foro de nuevas ideas y a veces críticas, entre ellas la idea de nacionalismo y populismo.

source: In late July 1991, the Soviet Communist Party (CPSU) surrendered its monopoly on political power and moved its ideological stance toward democratic socialism.
es_us: A finales de julio de 1991, el Partido Comunista de la Unión Soviética(CPSU) abandonó su monopolio del poder político y tomó una postura ideológica orientada hacia el socialismo democrático.

source: In many ways, of course, this was a long overdue and healthy change that seemingly marked the appearance of a middle class, albeit one that was still quite small in terms of China’s population, or even its urban population.
es_us: De muchas maneras, obviamente, este fue un cambio largo atrasado y saludable que supuestamente marcó la aparición de una clase social media; sin embargo, era todavía bastante pequeña en comparación con la población de China e incluso con su población urbana.

source: In many ways, these intellectuals picked up where the May Fourth generation of intellectuals had left off.
es_us: En muchos sentidos, estos intelectuales retomaban en donde había dejado la generación de intelectuales del Moviemiento del Cuatro de Mayo.

source: In many ways, these trends simply reflect the growth and internationalization of Chinese society and economy, but they also mark the profound difference between China in the 1980s and China as it enters the twenty-first century.
es_us: De muchas maneras, estas tendencias simplemente reflejan el crecimiento y la internacionalización de la sociedad y economía china, pero también marcan una gran diferencia entre China en la década de los 80 y al entrar en el siglo XXI .

source: In opposing “peaceful evolution,” the state should emphasize nationalism and patriotism as well as the national interest and China’s unique “national characteristics” (guoqing).
es_us: Al oponerse a una "evolución pacífica", el Estado debía enfatizar el nacionalismo y el patriotismo, como así también el interés nacional y las "características nacionales" (guoqing) únicas de China.

source: In opposition, Politburo Standing Committee member Yao Yilin argued that Deng’s comments on guarding against leftism referred to the economic field; there were no indications of leftism in other fields.
es_us: No obstante, Yao Yilin, miembro del Comité Permanente del Politburo, sostuvo que los comentarios de Deng en contra de la corriente izquierdista se reducen al ámbito económico. No hubo indicios de izquierda en otros sectores.

source: In order to defend his vision of reform against his critics’ arguments, Deng reiterated the theoretically unsophisticated but ultimately effective argument that he had put forth in Shanghai the previous year: planning and markets, far from being distinguishing characteristics of socialism and capitalism, were simply economic “methods” possessed by both types of systems.
es_us: Con el motivo de defender su postura de reforma contra los argumentos de sus detractores, Deng repitió el argumento teórico poco sofisticado pero efectivo que había presentado en Shanghai el año anterior: el planeamiento y los mercados, lejos de ser características distintivas del socialismo y capitalismo, eran simplemente “métodos” económicos que tenían los dos tipos de sistemas.

source: In other words, corruption – massive corruption – was a major part of the story of income redistribution in the 1990s.
es_us: En otras palabras, la corrupción (la corrupción masiva) formó una gran parte de la historia de la redistribución de ingresos en 1990.

source: In other words, reform had generated a profound range of social changes, and the question that had racked the Party for years was how it should respond to these changes.
es_us: en otras palabras, la reforma había generado una gama de profundos cambios sociales, y la pregunta que había atormentado al partido por años era cómo deberían responder a estos cambios.

source: In other words, the only member of the CMC, other than Jiang Zemin, not to attend the forum was Hu Jintao – whose name was not mentioned in the various reports.55
es_us: Dicho de otra forma, el único miembro de la CMC, con excepción de Jiang Zemin, que no asistió al foro fue Hu Jintao, cuyo nombre se omitió en varios informes.

source: In part these new reflections marked a certain maturation of economic and social thought as problems began to be conceived less in terms of “reform” versus “conservatism” and more in terms of solutions to specific problems.
es_us: En parte, estas nuevas reflexiones marcaron una cierta maduración del pensamiento económico y social mientras los problemas empezaban a considerarse menos en términos de "reforma" versus "conservadurismo" y más en términos de soluciones a problemas específicos.

source: In part, as Suisheng Zhao commented, the “demythification” of the West that is central to this critique was the product of wider and more frequent exchanges with the United States.
es_us: En parte, como indicó Suisheng Zhao, la "desmitificación" de Occidente que es central para esta crítica fue el resultado de intercambios más amplios y frecuentes con Estados Unidos.

source: In particular, China’s large population and consequent low per-capita resource base meant that China would need a strong government that could “coordinate” (xietiao) the various demands on resources.
es_us: Debido a la población extensa y, en consecuencia, al bajo PBI, China necesitaría un gobierno fuerte que pudiera "coordinar" (xietiao) las diversas demandas de recursos.

source: In particular, an August 16 commentator article in the People’s Daily put an even more
es_us: En particular, un artículo de opinión del periódico People Daily publicado 16 de agosto le dió un tono aún más

source: In political terms, the Third Plenum also marked a milestone.
es_us: En cuanto a la política, el Tercer Plenario también marcó un hito para China.

source: In practice, this meant undermining and going around much of the old planned economy, allowing a market economy to grow outside the scope of the planned economy, and thus continuously reducing the relative importance of the planned economy.
es_us: En la práctica, esto significaba debilitar y manipular mucho la antigua economía planificada y permitir que una economía de mercado crezca fuera de los límites de la economía planificada y, por lo tanto, reducir continuamente la importancia relativa de la economía planificada.

source: In response to the changed circumstances of the 1990s, a number of young scholars, including Wang Hui, adopted a variety of postmodernist and criti-cal methodologies by which they hoped to move beyond the enlightenment critique of the previous decade.
es_us: En respuesta a las nuevas circunstancias de los años noventa, un grupo de estudiantes, incluyendo Wang Hui, adoptaron varias metodologías criticas y posmodernistas a través de las cuales esperaban superar la crítica de la Ilustración de la decada anterior.

source: In short, although “Realistic Responses” marked a certain maturation of neoconservative thought, it was really more of a starting point for further exploration than a full-blown political agenda.
es_us: En síntesis, aunque las “respuestas realistas” marcaron una cierta maduración del pensamiento neoconservador, fue en verdad un punto de partida para nuevas exploraciones más que una agenda política desarrollada.

source: In short, despite Jiang’s efforts over the preceding months to carve out a viable middle ground, the Sixth Plenum communique´ ignored these themes.
es_us: En síntesis, a pesar de los esfuerzos de Jiang durante los meses anteriores para encontrar un punto medio viable, el comunicado del Sexto Plenario ignoró estos temas.

source: In short, in 1989 Deng was fighting a rear-guard action.
es_us: En pocas palabras, en 1989 Deng estaba envuelto en una acción defensiva.

source: In short, one should not assume that changes observed in the social and economic realms will necessarily be reflected in the Chinese political system; certainly there will not be a one-to-one correspondence.
es_us: Resumiendo, no deberíamos asumir que estos cambios que se observan en los ámbitos sociales y políticos van a estar necesariamente reflejados en el sistema político de China. Con certeza, no habrá una correspondencia unívoca.

source: In short, the transfer of power would not be complete until Hu had taken over as head of the military.
es_us: En síntesis, la transferencia de poder no se completaría hasta que Hu tomase control sobre la milicia.

source: In some ways, China had sidestepped the problem of SOEs in the 1980s and early 1990s as the TVE sector grew dramatically.
es_us: En cierto modo, China esquivó el problema de las empresas estatales en la década de los 80 y a principios de la década de los 90 debido a que el sector de empresas municipales y locales creció drásticamente.

source: In some ways, it actually increased in importance as the number of workers employed by SOEs rose by 40 million between 1978 and 1994. 26 Despite the decreasing importance of SOEs in the overall economy, they continued to dominate important sectors, particularly heavy industry, and their failure to reform was increasingly a drag on economic growth.
es_us: En cierto modo, en realidad ganó importancia porque la cantidad de trabajadores empleados por las empresas estatales aumentó en 40 millones entre 1978 y 1994. A pesar de la menor importancia de las empresas estatales en la economía general, siguieron siendo dominantes en importantes sectores, particularmente en la industria pesada, y su incapacidad para la reforma se impuso cada vez más como un freno al crecimiento económico.

source: In some ways, the relationship between the state and the intellectuals in the 1990s continued this trend toward separation, but both the character of the state and that of the intellectuals – not to mention the content of intellectual discussions – have changed greatly, so the relationship between the two arenas is substantially different from what prevailed in the 1980s.On the one hand, political leaders are themselves much better educated than any previous Chinese leadership of the twentieth century. In the 1990s CCP general secretary Jiang Zemin was a graduate of Shanghai’s famous technical institute, Jiaotong University, while Premier Zhu Rongji was a graduate of the even better known Qinghua University.
es_us: En cierto sentido, el vínculo entre el Estado y los intelectuales en la década de los 90 seguía una línea de distanciamiento, pero el carácter del Estado y de los intelectuales, sin mencionar el contenido de las debates intelectuales, cambió mucho, por lo que la relación entre las dos esferas difiere en gran medida de la que existía en la década de los 80. Por otro lado, los líderes políticos tienen un nivel de educación más alto que cualquier grupo de líderes chinos del siglo xx. En los 90, el secretario general del PCCh Jiang Zemin era egresado del famoso instituto técnico de Shanghái, la Universidad Jiao Tong, mientras que el primer ministro Zhu Rongji era egresado de la incluso más prestigiosa Universidad de Qinghua.

source: In some ways, this questioning is a continuation of previous arguments over reform.
es_us: De cierta manera, esta crítica viene de discusiones anteriores acerca de la reforma.

source: In speeches, Su Shaozhi, Yan Jiaqi, Chen Ziming, and others called for “reversing the verdict” on Hu Yaobang as well as negating the 1983 campaign against “spiritual pollution” and the 1987 campaign against “bourgeois liberalization.” These speeches were printed in an issue of the World Economic Herald that was to go to press on April 24.
es_us: En discursos, Su Shaozhi, Yan Jiaqi, Chen Ziming, y otros mencionados por “revertir el veredicto” hacia Hu Yaobang como también por negar la campaña de 1983 contra la “contaminación espiritual” y la campaña de 1987 contra la “liberación burguesa”. Estos discursos se los publicaron en una tirada de World Economic Herald que iba a publicarse el 24 de abril.

source: In striking contrast to the Mao who is known to the West and older intellectuals in China, Wang depicts him as a benevolent, idealistic leader, one even given at times to sentimen-talism.
es_us: A diferencia del Mao conocido por el mundo Occidental y los antiguos intelectuales de China, Wang lo describe como un líder caritativo e idialista, un lider a veces envuelto en sentimentalismo .

source: In such a contest, the advantages of being “core,” ambiguous as they were, would eventually secure the victory for Deng, but his opponents would not yield without staunch resistance.
es_us: En esta lucha, las ventajas de ser “central,” aunque eran ambiguas, asegurarían la victoria de Deng finalmente, pero sus opositores no se darían por vencidos sin oponer una firme resistencia.

source: In sum, as government leaders and their advisers have become better educated and more specialized, the distance between them and the broader intellectual community has both narrowed and broadened.
es_us: A nivel general, como los líderes del gobierno y sus consejeros se educaron más y se especializaron, la distancia entre ellos y la comunidad intelectual más general disminuyó y aumentó.

source: In terms of elite politics, this posture of “half-in, half-out” of the world was highlighted by both rhetoric and conflict.
es_us: En términos de política de élite, la retórica y el conflicto resaltaban esta postura de "mitad sí, mitad no" del mundo.

source: In terms of political strategy, Deng clearly tried to relax the political atmosphere by responding to the popular resentments that had underlain the Tiananmen demonstrations, by trying to play down ideological tensions, and by ameliorating international tensions to the greatest extent possible.
es_us: En terminos de estratégia política, claramente Deng intentó relajar el ambiente político respondiendo a los enojos populares que subyacían a las demostraciones de Tiananment, minimizando las tensiones ideológicas y aliviando las tensiones internacionales en la mayor medida posible.

source: In that talk, Deng said that the “center of their [Zhao Ziyang and others’] so-called ‘reform’ is to become capitalists.
es_us: En aquella charla, Deng dijo que "el "centro de su [de Zhao Ziyang y de otros] denominada "reforma" es convertirse en capitalistas.
